
# coding: utf8
from __future__ import unicode_literals


'''
Example sentences to test spaCy and its language models.

>>> from new_lang.examples import sentences
>>> docs = nlp.pipe(sentences)
'''


sentences = [
    "זינגט אלץ נאך מיין ווארט.",
    "כ׳לעבן, ס׳איז געווען א העזה.",
    "איך וווין אין תל־אביב און דו?",
    "צי האסטו היינט א שטיקל צייט?",
    "איך בין זיכער, אז דארפסטו דארט גיין אליין!",
    "וואס איז אזוי שיין אין דאס בוך?",
    "אויפן וועג שטייט א בוים.",
    "איך האב דאס געליינט אינעם בוך.",
    "צוריקוועגס, האט א פייגנבוים פארשטעלט.",
    "און דערנאך באשיטן מיט זאלץ - האבן אנדערע צוגעגעבן.",
    "אזוי איז, חבר קאמאנדיר, - נאט דער רויט־בערדיקער פויער געענטפערט און געשוויגן א צייט.",
    "אין זיין אויפגעשרויפטער דערווארטונג האט ער פארגעסן אין יעדער נויט און הונגער, אפילו אין דער היים דער אייגענער.",
    "יונג זיינען די קינדער אין דעם אלטן לאנד.",
    "די טיר איז אפן, און איך ווייס: דו ביסט אריין.",
    "ער וויל ניט פארשרייבן זיין זוך אין דאס שול.",
    "זי שיקט אריין זיין בריוו.",
    "איך וויל נישט דאס אריינשיקן אין גאנצן!"
]
